Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 测试已取消
ar: تم إلغاء الاختبار
de: Test abgebrochen
en: Test cancelled
es: Prueba cancelada
fr: Test annulé
ja: テストをキャンセルしました
ko: 테스트 취소됨
pt_br: Teste cancelado
ru: Тест отменён
zh_hant: 測試已取消

# 测试模型 %arg
source: 测试模型 %1$arg
ar: نموذج الاختبار %arg
de: Testmodell %arg
en: Test model %arg
es: Modelo de prueba %arg
fr: Modèle de test %arg
ja: テストモデル %arg
ko: 테스트 모델 %arg
pt_br: Modelo de teste %arg
ru: Тестовая модель %arg
zh_hant: 測試模型 %1$arg

source: 测试第一个模型
ar: اختبار النموذج الأول
de: Testen Sie das erste Modell
en: Test the first model
es: Prueba el primer modelo
fr: Testez le premier modèle
ja: 最初のモデルをテストする
ko: 첫 번째 모델 테스트
pt_br: Teste o primeiro modelo
ru: Тест первой модели
zh_hant: 測試第一個模型

source: 测试请求编码失败
ar: فشل ترميز طلب الاختبار
de: Testanfrage konnte nicht codiert werden
en: Failed to encode the test request
es: No se pudo codificar la solicitud de prueba
fr: Échec de l’encodage de la requête de test
ja: テストリクエストのエンコードに失敗しました
ko: 테스트 요청 인코딩 실패
pt_br: Falha ao codificar a solicitação de teste
ru: Не удалось закодировать тестовый запрос
zh_hant: 測試請求編碼失敗

source: 消息 content 格式不受支持
ar: تنسيق محتوى الرسالة غير مدعوم
de: Das Format des Nachrichteninhalts wird nicht unterstützt
en: Message content format is not supported
es: El formato del contenido del mensaje no es compatible
fr: Le format du contenu du message n'est pas pris en charge
ja: メッセージのコンテンツ形式はサポートされていません
ko: 메시지 콘텐츠 형식은 지원되지 않습니다.
pt_br: O formato do conteúdo da mensagem não é compatível
ru: Формат содержимого сообщения не поддерживается.

source: 添加供应商
ar: إضافة المورد
de: Lieferant hinzufügen
en: Add provider
es: Agregar proveedor
fr: Ajouter un fournisseur
ja: サプライヤーを追加
ko: 공급업체 추가
pt_br: Adicionar fornecedor
ru: Добавить поставщика
zh_hant: 添加供應商

source: 添加第一个模型供应商
ar: إضافة مورد النموذج الأول
de: Fügen Sie den ersten Modelllieferanten hinzu
en: Add first model supplier
es: Agregar el primer proveedor del modelo
fr: Ajouter le premier fournisseur de modèle
ja: 最初のモデルのサプライヤーを追加
ko: 첫 번째 모델 공급업체 추가
pt_br: Adicionar primeiro fornecedor modelo
ru: Добавить поставщика первой модели
zh_hant: 添加第一個模型供應商

source: 添加路由目标
ar: إضافة هدف الطريق
de: Routenziel hinzufügen
en: Add route target
es: Agregar destino de ruta
fr: Ajouter une cible d'itinéraire
ja: ルートターゲットを追加
ko: 경로 대상 추가
pt_br: Adicionar destino de rota
ru: Добавить цель маршрута
zh_hant: 添加路由目標

source: 清空
ar: واضح
de: Klar
en: Clear
es: Borrar
fr: Effacer
ja: クリア
ko: 지우기
pt_br: Limpar
ru: Очистить

source: 清除
ar: واضح
de: Klar
en: Clear
es: Borrar
fr: Effacer
ja: クリア
ko: 지우기
pt_br: Limpar
ru: Очистить

source: 清除费用
ar: مسح التكاليف
de: Kosten löschen
en: Clear costs
es: Borrar costes
fr: Effacer les coûts
ja: 費用を消去
ko: 비용 지우기
pt_br: Limpar custos
ru: Очистить стоимость
zh_hant: 清除費用

source: 温暖、轻快的钢琴与弦乐，适合清晨。
ar: البيانو والأوتار الدافئة والمتجددة الهواء، مثالية للصباح الباكر.
de: Warmes, luftiges Klavier und Streicher, perfekt für den frühen Morgen.
en: Warm, airy piano and strings, perfect for the early morning.
es: Piano y cuerdas cálidos y aireados, perfectos para temprano en la mañana.
fr: Piano et cordes chaleureux et aérés, parfaits pour le petit matin.
ja: 暖かく軽やかなピアノとストリングスが早朝にぴったりです。
ko: 따뜻하고 바람이 잘 통하는 피아노와 현악기는 이른 아침에 딱 맞습니다.
pt_br: Piano e cordas quentes e arejados, perfeitos para o início da manhã.
ru: Теплое, воздушное фортепиано и струнные, идеальное для раннего утра.
zh_hant: 溫暖、輕快的鋼琴與弦樂，適合清晨。

source: 港币（HKD）
ar: دولار هونغ كونغ (HKD)
de: Hongkong-Dollar (HKD)
en: Hong Kong Dollar (HKD)
es: Dólar de Hong Kong (HKD)
fr: Dollar de Hong Kong (HKD)
ja: 香港ドル（HKD）
ko: 홍콩 달러(HKD)
pt_br: Dólar de Hong Kong (HKD)
ru: Гонконгский доллар (HKD)
zh_hant: 港幣（HKD）

source: 演示多模态路由成功
ar: إظهار التوجيه متعدد الوسائط بنجاح
de: Multimodales Routing erfolgreich demonstrieren
en: Demonstrate multi-modal routing successfully
es: Demostrar con éxito el enrutamiento multimodal
fr: Démontrer avec succès le routage multimodal
ja: マルチモーダル ルーティングを成功裏にデモンストレーションする
ko: 다중 모드 라우팅을 성공적으로 시연
pt_br: Demonstrar roteamento multimodal com sucesso
ru: Успешная демонстрация мультимодальной маршрутизации
zh_hant: 演示多模態路由成功

source: 演示故障转移成功
ar: نجح تجاوز الفشل التجريبي
de: Demo-Failover erfolgreich
en: Demo failover successful
es: Conmutación por error de demostración exitosa
fr: Basculement de la démo réussi
ja: デモフェイルオーバーが成功しました
ko: 데모 장애 조치 성공
pt_br: Failover de demonstração bem-sucedido
ru: Демонстрационная отработка отказа прошла успешно
zh_hant: 演示故障轉移成功

source: 演示模式已就绪。选择任一演示模型并发送请求，可查看本机生成的示例响应。
ar: الوضع التجريبي جاهز. حدد أيًا من النماذج التجريبية وأرسل طلبًا لرؤية نموذج الاستجابة التي تم إنشاؤها محليًا.
de: Der Demomodus ist bereit. Wählen Sie eines der Demomodelle aus und senden Sie eine Anfrage, um eine nativ generierte Beispielantwort anzuzeigen.
en: Demo mode is ready. Select any of the demo models and send a request to see a sample natively generated response.
es: El modo de demostración está listo. Seleccione cualquiera de los modelos de demostración y envíe una solicitud para ver una respuesta de muestra generada de forma nativa.
fr: Le mode démo est prêt. Sélectionnez l’un des modèles de démonstration et envoyez une demande pour voir un exemple de réponse générée de manière native.
ja: デモモードの準備が完了しました。デモ モデルのいずれかを選択してリクエストを送信すると、ネイティブに生成されたサンプルの応答が表示されます。
ko: 데모 모드가 준비되었습니다. 데모 모델 중 하나를 선택하고 요청을 보내 기본적으로 생성된 샘플 응답을 확인하세요.
pt_br: O modo de demonstração está pronto. Selecione qualquer um dos modelos de demonstração e envie uma solicitação para ver um exemplo de resposta gerada nativamente.
ru: Демо-режим готов. Выберите любую из демонстрационных моделей и отправьте запрос, чтобы просмотреть образец ответа, сгенерированного в исходном коде.
zh_hant: 演示模式已就緒。選擇任一演示模型併發送請求，可查看本機生成的示例響應。

source: 演示请求成功
ar: نجح الطلب التجريبي
de: Demo-Anfrage erfolgreich
en: Demo request successful
es: Solicitud de demostración exitosa
fr: Demande de démo réussie
ja: デモリクエストが成功しました
ko: 데모 요청 성공
pt_br: Solicitação de demonstração bem-sucedida
ru: Запрос на демонстрацию выполнен успешно
zh_hant: 演示請求成功

source: 火山引擎 / 豆包
ar: محرك البركان/بين باج
de: Vulkanmotor / Sitzsack
en: Volcano Engine / Bean Bag
es: Motor Volcán / Puf
fr: Moteur Volcan / Pouf
ja: 火山エンジン / ビーンバッグ
ko: 화산 엔진 / 빈백
pt_br: Motor Vulcão / Saco de Feijão
ru: Двигатель вулкана/мешок с фасолью

source: 热更新完成：读取 %lld 个目录项，新增 %lld 个模型；新增模型保持隔离，现有模型和检测状态未修改。
ar: اكتمل التحديث الفوري: تمت قراءة %lld عنصراً وإضافة %lld نموذجاً. تبقى النماذج الجديدة معزولة ولم تتغير النماذج أو حالات التحقق الحالية.
de: Live-Aktualisierung abgeschlossen: %lld Katalogeinträge gelesen, %lld Modelle hinzugefügt. Neue Modelle bleiben in Quarantäne; bestehende Modelle und Prüfstatus wurden nicht geändert.
en: Hot update complete: read %lld catalog items and added %lld models. New models remain quarantined; existing models and verification statuses were unchanged.
es: Actualización en caliente completada: se leyeron %lld elementos y se añadieron %lld modelos. Los nuevos quedan aislados; los modelos y estados existentes no cambiaron.
fr: Actualisation à chaud terminée : %lld éléments lus et %lld modèles ajoutés. Les nouveaux restent en quarantaine ; les modèles et états existants sont inchangés.
ja: ホット更新完了：カタログ %lld 件を読み取り、%lld モデルを追加しました。新しいモデルは隔離され、既存モデルと検証状態は変更されていません。
ko: 핫 업데이트 완료: 카탈로그 항목 %lld개를 읽고 모델 %lld개를 추가했습니다. 새 모델은 격리 상태이며 기존 모델과 검증 상태는 변경되지 않았습니다.
pt_br: Atualização a quente concluída: %lld itens lidos e %lld modelos adicionados. Novos modelos permanecem em quarentena; modelos e estados existentes não mudaram.
ru: Горячее обновление завершено: прочитано %lld записей, добавлено %lld моделей. Новые модели изолированы; существующие модели и статусы проверки не изменены.
zh_hant: 熱更新完成：讀取 %lld 個目錄項，新增 %lld 個模型；新增模型保持隔離，現有模型和檢測狀態未修改。

source: 热更新模型
ar: تحديث النماذج فورياً
de: Modelle live aktualisieren
en: Hot-update Models
es: Actualizar modelos en caliente
fr: Actualiser les modèles à chaud
ja: モデルをホット更新
ko: 모델 핫 업데이트
pt_br: Atualizar modelos a quente
ru: Горячее обновление моделей
zh_hant: 熱更新模型

# 熔断冷却：%arg 秒
source: 熔断冷却：%1$arg 秒
ar: مهلة قاطع الدائرة: %arg ثانية
de: Abkühlzeit des Schutzschalters: %arg Sekunden
en: Circuit-breaker cooldown: %arg seconds
es: Espera del disyuntor: %arg segundos
fr: Délai du coupe-circuit : %arg secondes
ja: サーキットブレーカーのクールダウン：%arg 秒
ko: 회로 차단기 대기 시간: %arg초
pt_br: Espera do disjuntor: %arg segundos
ru: Пауза автоматического выключателя: %arg с
zh_hant: 熔斷冷卻：%1$arg 秒

source: 版本 %@ · 供应商 %d · 路由 %d · 健康记录 %d · 用量聚合 %d 导入前会在本机创建可回滚副本，密钥不会被覆盖。
ar: الإصدار %@ · الموفر %d · المسار %d · السجل الصحي %d · تجميع الاستخدام %d سيتم إنشاء نسخة التراجع محليًا قبل الاستيراد، ولن تتم الكتابة فوق المفتاح.
de: Version %@ · Anbieter %d · Route %d · Gesundheitsdatensatz %d · Nutzungsaggregation %d Vor dem Import wird lokal eine Rollback-Kopie erstellt und der Schlüssel wird nicht überschrieben.
en: Version %@ · Provider %d · Route %d · Health Record %d · Usage Aggregation %d A rollback copy will be created locally before importing, and the key will not be overwritten.
es: Versión %@ · Proveedor %d · Ruta %d · Registro de salud %d · Agregación de uso %d Se creará una copia de reversión localmente antes de importar y la clave no se sobrescribirá.
fr: Version %@ · Fournisseur %d · Itinéraire %d · Dossier de santé %d · Agrégation d'utilisation %d Une copie de restauration sera créée localement avant l'importation et la clé ne sera pas écrasée.
ja: バージョン %@ · プロバイダ %d · ルート %d · ヘルス レコード %d · 使用量集計 %d ロールバック コピーはインポート前にローカルに作成され、キーは上書きされません。
ko: 버전 %@ · 공급자 %d · 경로 %d · 상태 레코드 %d · 사용 집계 %d 가져오기 전에 롤백 복사본이 로컬로 생성되며 키를 덮어쓰지 않습니다.
pt_br: Versão %@ · Provedor %d · Rota %d · Registro de integridade %d · Agregação de uso %d Uma cópia de reversão será criada localmente antes da importação e a chave não será substituída.
ru: Версия %@ · Поставщик %d · Маршрут %d · Медицинская запись %d · Агрегация использования %d Перед импортом локально будет создана копия отката, и ключ не будет перезаписан.
zh_hant: 版本 %@ · 供應商 %d · 路由 %d · 健康記錄 %d · 用量聚合 %d 導入前會在本機創建可回滾副本，密鑰不會被覆蓋。

source: 状态
ar: الحالة
de: Status
en: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
pt_br: Estado
ru: Статус
zh_hant: 狀態

source: 用工作区、虚拟密钥、预算与隐私策略隔离不同客户端；原始虚拟令牌只显示一次。
ar: عزل العملاء بمساحات العمل والمفاتيح الافتراضية والميزانيات وسياسات الخصوصية؛ يتم عرض الرمز الظاهري الأصلي مرة واحدة فقط.
de: Isolieren Sie Kunden mit Arbeitsbereichen, virtuellen Schlüsseln, Budgets und Datenschutzrichtlinien. Der ursprüngliche virtuelle Token wird nur einmal angezeigt.
en: Isolate clients with workspaces, virtual keys, budgets, and privacy policies; the original virtual token is only displayed once.
es: Aislar a los clientes con espacios de trabajo, claves virtuales, presupuestos y políticas de privacidad; el token virtual original solo se muestra una vez.
fr: Isolez les clients avec des espaces de travail, des clés virtuelles, des budgets et des politiques de confidentialité ; le jeton virtuel d'origine n'est affiché qu'une seule fois.
ja: ワークスペース、仮想キー、予算、プライバシー ポリシーを使用してクライアントを隔離します。元の仮想トークンは 1 回だけ表示されます。
ko: 작업 공간, 가상 키, 예산, 개인 정보 보호 정책을 통해 클라이언트를 격리합니다. 원래 가상 토큰은 한 번만 표시됩니다.
pt_br: Isole os clientes com espaços de trabalho, chaves virtuais, orçamentos e políticas de privacidade; o token virtual original é exibido apenas uma vez.
ru: Изолируйте клиентов с помощью рабочих пространств, виртуальных ключей, бюджетов и политик конфиденциальности; исходный виртуальный токен отображается только один раз.
zh_hant: 用工作區、虛擬密鑰、預算與隱私策略隔離不同客戶端；原始虛擬令牌只顯示一次。

source: 用户在 ModelHub 中明确保存的任务文本
ar: تم حفظ نص المهمة بشكل صريح بواسطة المستخدم في ModelHub
de: Vom Benutzer explizit in ModelHub gespeicherter Aufgabentext
en: Task text explicitly saved by the user in ModelHub
es: Texto de la tarea guardado explícitamente por el usuario en ModelHub
fr: Texte de tâche explicitement enregistré par l'utilisateur dans ModelHub
ja: ユーザーによって ModelHub に明示的に保存されたタスク テキスト
ko: ModelHub에서 사용자가 명시적으로 저장한 작업 텍스트
pt_br: Texto da tarefa salvo explicitamente pelo usuário no ModelHub
ru: Текст задачи, явно сохраненный пользователем в ModelHub.
zh_hant: 用戶在 ModelHub 中明確保存的任務文本

source: 用户消息
ar: رسائل المستخدم
de: Benutzernachrichten
en: User messages
es: Mensajes de usuario
fr: Messages utilisateur
ja: ユーザーメッセージ
ko: 사용자 메시지
pt_br: Mensagens do usuário
ru: Сообщения пользователя
zh_hant: 用戶消息

source: 用户要发送给模型的文本
ar: النص الذي يريد المستخدم إرساله إلى النموذج
de: Der Text, den der Benutzer an das Modell senden möchte
en: The text the user wants to send to the model
es: El texto que el usuario quiere enviar al modelo.
fr: Le texte que l'utilisateur souhaite envoyer au modèle
ja: ユーザーがモデルに送信したいテキスト
ko: 사용자가 모델에 보내고 싶은 텍스트
pt_br: O texto que o usuário deseja enviar ao modelo
ru: Текст, который пользователь хочет отправить модели.
zh_hant: 用戶要發送給模型的文本

source: 用稳定别名隔离业务与具体模型，并在限流或故障时自动切换。
ar: استخدم أسماء مستعارة مستقرة لعزل الأعمال ونماذج محددة، والتبديل تلقائيًا عندما يكون التيار محدودًا أو فاشلاً.
de: Verwenden Sie stabile Aliase, um Unternehmen und bestimmte Modelle zu isolieren und automatisch umzuschalten, wenn der Strom begrenzt ist oder ausfällt.
en: Use stable aliases to isolate business and specific models, and automatically switch when current is limited or failed.
es: Utilice alias estables para aislar modelos comerciales y específicos, y cambie automáticamente cuando la corriente sea limitada o falle.
fr: Utilisez des alias stables pour isoler les modèles commerciaux et spécifiques, et basculez automatiquement lorsque le courant est limité ou en panne.
ja: 安定したエイリアスを使用してビジネスモデルと特定のモデルを分離し、電流が制限されたり障害が発生したりした場合に自動的に切り替えます。
ko: 안정적인 별칭을 사용하여 비즈니스와 특정 모델을 분리하고 전류가 제한되거나 실패할 때 자동으로 전환합니다.
pt_br: Use aliases estáveis para isolar modelos de negócios e específicos e alternar automaticamente quando a corrente for limitada ou falhar.
ru: Используйте стабильные псевдонимы, чтобы изолировать бизнес-модели и конкретные модели, а также автоматически переключаться в случае ограничения или сбоя текущей модели.
zh_hant: 用穩定別名隔離業務與具體模型，並在限流或故障時自動切換。

source: 用量分析
ar: تحليلات الاستخدام
de: Nutzungsanalyse
en: Usage Analytics
es: Análisis de uso
fr: Analyse de l’utilisation
ja: 使用状況分析
ko: 사용량 분석
pt_br: Análise de uso
ru: Аналитика использования

source: 界面语言
ar: لغة الواجهة
de: Schnittstellensprache
en: interface language
es: idioma de la interfaz
fr: langue de l'interface
ja: インターフェース言語
ko: 인터페이스 언어
pt_br: linguagem de interface
ru: язык интерфейса
zh_hant: 界面語言

source: 界面语言已更新。
ar: تم تحديث لغة الواجهة.
de: Oberflächensprache aktualisiert.
en: Interface language updated.
es: Idioma de la interfaz actualizado.
fr: Langue de l’interface mise à jour.
ja: 表示言語を更新しました。
ko: 인터페이스 언어를 업데이트했습니다.
pt_br: Idioma da interface atualizado.
ru: Язык интерфейса обновлён.
zh_hant: 界面語言已更新。

source: 登录启动状态未知
ar: حالة التشغيل عند تسجيل الدخول غير معروفة
de: Status für Start bei Anmeldung unbekannt
en: Launch-at-login status is unknown
es: Se desconoce el estado de inicio al iniciar sesión
fr: État du lancement à la connexion inconnu
ja: ログイン時起動の状態は不明です
ko: 로그인 시 실행 상태를 알 수 없음
pt_br: Status de inicialização no login desconhecido
ru: Состояние запуска при входе неизвестно
zh_hant: 登錄啓動狀態未知

source: 登录时自动启动 ModelHub
ar: قم بتشغيل ModelHub تلقائيًا عند تسجيل الدخول
de: ModelHub beim Anmelden automatisch starten
en: Automatically launch ModelHub when logging in
es: Inicie ModelHub automáticamente al iniciar sesión
fr: Lancer automatiquement ModelHub lors de la connexion
ja: ログイン時に ModelHub を自動的に起動する
ko: 로그인 시 ModelHub 자동 실행
pt_br: Inicie automaticamente o ModelHub ao fazer login
ru: Автоматически запускать ModelHub при входе в систему
zh_hant: 登錄時自動啓動 ModelHub

source: 百度千帆
ar: بايدو تشيانفان
de: Baidu Qianfan
en: Baidu Qianfan
es: Baidu Qian Fan
fr: Baidu Qianfan
ko: 바이두 첸판
pt_br: Baidu Qian Fan
ru: Байду Цяньфан

source: 百度千帆账户可用模型
ar: نماذج Baidu Qianfan المتاحة لهذا الحساب
de: Für dieses Konto verfügbare Baidu Qianfan-Modelle
en: Baidu Qianfan models available to this account
es: Modelos de Baidu Qianfan disponibles para esta cuenta
fr: Modèles Baidu Qianfan disponibles pour ce compte
ja: Baidu Qianfan アカウントで利用可能なモデル
ko: Baidu Qianfan 계정에서 사용 가능한 모델
pt_br: Modelos Baidu Qianfan disponíveis para esta conta
ru: Модели Baidu Qianfan, доступные этой учётной записи
zh_hant: 百度千帆賬戶可用模型

source: 百炼
ar: بيليان
de: Bailian
en: Bailian
es: Bailiano
fr: Bailien
ja: 白蓮
ko: 바이리안
pt_br: Bailian
ru: Баилиан
zh_hant: 百鍊

source: 百炼 Base URL 必须是完整的 HTTPS 地址。
ar: يجب أن يكون عنوان URL الأساسي لـ Bailian عنوان HTTPS كاملاً.
de: Die Bailian-Basis-URL muss eine vollständige HTTPS-Adresse sein.
en: Bailian Base URL must be a complete HTTPS address.
es: La URL base de Bailian debe ser una dirección HTTPS completa.
fr: L'URL de base Bailian doit être une adresse HTTPS complète.
ja: Bailian ベース URL は完全な HTTPS アドレスである必要があります。
ko: Bailian 기본 URL은 완전한 HTTPS 주소여야 합니다.
pt_br: O URL base Bailian deve ser um endereço HTTPS completo.
ru: Базовый URL-адрес Bailian должен быть полным адресом HTTPS.
zh_hant: 百鍊 Base URL 必須是完整的 HTTPS 地址。

source: 百炼个人版/企业版的聊天端点必须属于 Token Plan 官方 /compatible-mode/v1 路径。
ar: يجب أن تنتمي نقطة نهاية الدردشة الخاصة بإصدار Bailian Personal Edition/Enterprise Edition إلى مسار Token Plan الرسمي /compatible-mode/v1.
de: Der Chat-Endpunkt der Bailian Personal Edition/Enterprise Edition muss zum offiziellen Token-Plan-Pfad /Compatible-Mode/v1 gehören.
en: The chat endpoint of Bailian Personal Edition/Enterprise Edition must belong to the Token Plan official /compatible-mode/v1 path.
es: El punto final de chat de Bailian Personal Edition/Enterprise Edition debe pertenecer a la ruta oficial /compatible-mode/v1 del Plan Token.
fr: Le point de terminaison de discussion de Bailian Personal Edition/Enterprise Edition doit appartenir au chemin officiel /compatible-mode/v1 du plan de jetons.
ja: Bailian Personal Edition/Enterprise Edition のチャット エンドポイントは、トークン プランの公式 /compatibility-mode/v1 パスに属している必要があります。
ko: Bailian Personal Edition/Enterprise Edition의 채팅 엔드포인트는 토큰 계획 공식 /호환 모드/v1 경로에 속해야 합니다.
pt_br: O ponto final do bate-papo do Bailian Personal Edition/Enterprise Edition deve pertencer ao caminho oficial do Token Plan/compatível-modo/v1.
ru: Конечная точка чата Bailian Personal Edition/Enterprise Edition должна принадлежать официальному пути /совместимого режима/v1 плана Token Plan.
zh_hant: 百鍊個人版/企業版的聊天端點必須屬於 Token Plan 官方 /compatible-mode/v1 路徑。

source: 百炼个人版和企业版必须使用 Token Plan 官方 Base URL；按量版 DashScope 地址与其 API Key 不兼容。
ar: يجب أن يستخدم إصدار Bailian الشخصي وإصدار المؤسسة عنوان URL الأساسي الرسمي لـ Token Plan؛ عنوان DashScope الخاص بالإصدار المجمع غير متوافق مع مفتاح API الخاص به.
de: Die persönliche Bailian-Version und die Unternehmensversion müssen die offizielle Basis-URL des Token-Plans verwenden. Die DashScope-Adresse der Volume-Version ist nicht mit ihrem API-Schlüssel kompatibel.
en: Bailian personal version and enterprise version must use the Token Plan official Base URL; the DashScope address of the volume version is incompatible with its API Key.
es: La versión personal y empresarial de Bailian debe utilizar la URL base oficial del Plan Token; la dirección DashScope de la versión del volumen es incompatible con su clave API.
fr: La version personnelle et la version entreprise de Bailian doivent utiliser l'URL de base officielle du plan de jetons ; l'adresse DashScope de la version en volume est incompatible avec sa clé API.
ja: Bailian 個人バージョンとエンタープライズ バージョンは、トークン プランの公式ベース URL を使用する必要があります。ボリューム バージョンの DashScope アドレスは、その API キーと互換性がありません。
ko: Bailian 개인 버전과 기업 버전은 Token Plan 공식 기본 URL을 사용해야 합니다. 볼륨 버전의 DashScope 주소가 해당 API 키와 호환되지 않습니다.
pt_br: A versão pessoal e a versão empresarial do Bailian devem usar o URL base oficial do Token Plan; o endereço DashScope da versão do volume é incompatível com sua chave API.
ru: Персональная и корпоративная версии Bailian должны использовать официальный базовый URL-адрес Token Plan; адрес DashScope версии тома несовместим с ее ключом API.
zh_hant: 百鍊個人版和企業版必須使用 Token Plan 官方 Base URL；按量版 DashScope 地址與其 API Key 不兼容。

source: 百炼北京地域可部署的基础模型；不代表全部按量付费或语音模型
ar: النماذج الأساسية القابلة للنشر في منطقة بكين لخدمة Bailian؛ ولا تمثل جميع نماذج الدفع حسب الاستخدام أو النماذج الصوتية
de: In der Bailian-Region Peking bereitstellbare Basismodelle; nicht alle nutzungsbasierten oder Sprachmodelle
en: Base models deployable in the Bailian Beijing region; this does not represent all pay-as-you-go or speech models
es: Modelos base desplegables en la región de Pekín de Bailian; no representan todos los modelos de pago por uso o de voz
fr: Modèles de base déployables dans la région Pékin de Bailian ; cela ne couvre pas tous les modèles à l’usage ou vocaux
ja: 百煉の北京リージョンでデプロイ可能な基盤モデル。すべての従量課金・音声モデルを表すものではありません
ko: Bailian 베이징 리전에 배포 가능한 기본 모델이며 모든 종량제 또는 음성 모델을 의미하지 않습니다
pt_br: Modelos base implantáveis na região de Pequim do Bailian; não representam todos os modelos sob demanda ou de voz
ru: Базовые модели для развёртывания в пекинском регионе Bailian; это не все модели с оплатой по использованию или речевые модели
zh_hant: 百鍊北京地域可部署的基礎模型；不代表全部按量付費或語音模型

source: 百炼按量版必须使用 dashscope.aliyuncs.com；如果这是 Token Plan，请选择个人版或企业版。
ar: يجب أن يستخدم الإصدار المعتمد على وحدة التخزين Bailian Dashscope.aliyuncs.com؛ إذا كانت هذه خطة رمزية، فيرجى اختيار الإصدار الشخصي أو إصدار المؤسسة.
de: Die volumenbasierte Bailian-Version muss dashscope.aliyuncs.com verwenden; Wenn es sich um einen Token-Plan handelt, wählen Sie bitte die Privat- oder Unternehmensversion.
en: The Bailian volume-based version must use dashscope.aliyuncs.com; if this is a Token Plan, please choose the personal or enterprise version.
es: La versión basada en volumen de Bailian debe usar dashscope.aliyuncs.com; Si se trata de un plan Token, elija la versión personal o empresarial.
fr: La version basée sur le volume Bailian doit utiliser dashscope.aliyuncs.com ; s'il s'agit d'un plan Token, veuillez choisir la version personnelle ou entreprise.
ja: Bailian ボリュームベースのバージョンでは、dashscope.aliyuncs.com を使用する必要があります。これがトークン プランの場合は、個人バージョンまたはエンタープライズ バージョンを選択してください。
ko: Bailian 볼륨 기반 버전은 dashscope.aliyuncs.com을 사용해야 합니다. 토큰 플랜인 경우 개인용 또는 기업용 버전을 선택하세요.
pt_br: A versão baseada em volume Bailian deve usar dashscope.aliyuncs.com; se este for um Plano Token, escolha a versão pessoal ou empresarial.
ru: Версия на основе тома Bailian должна использовать Dashscope.aliyuncs.com; если это план токенов, выберите личную или корпоративную версию.
zh_hant: 百鍊按量版必須使用 dashscope.aliyuncs.com；如果這是 Token Plan，請選擇個人版或企業版。

source: 百炼按量版的聊天端点必须属于 dashscope.aliyuncs.com。
ar: يجب أن تنتمي نقطة نهاية الدردشة الخاصة بإصدار Bailian Pay-as-you-go إلى Dashscope.aliyuncs.com.
de: Der Chat-Endpunkt der Bailian Pay-as-you-go-Version muss zu dashscope.aliyuncs.com gehören.
en: The chat endpoint of Bailian Pay-as-you-go version must belong to dashscope.aliyuncs.com.
es: El punto final de chat de la versión Bailian Pay-as-you-go debe pertenecer a dashscope.aliyuncs.com.
fr: Le point de terminaison de discussion de la version Bailian Pay-as-you-go doit appartenir à dashscope.aliyuncs.com.
ja: Bailian 従量課金制バージョンのチャット エンドポイントは、dashscope.aliyuncs.com に属している必要があります。
ko: Bailian 종량제 버전의 채팅 엔드포인트는 dashscope.aliyuncs.com에 속해야 합니다.
pt_br: O ponto final do bate-papo da versão pré-paga do Bailian deve pertencer a dashscope.aliyuncs.com.
ru: Конечная точка чата версии Bailian с оплатой по факту должна принадлежать Dashscope.alyuncs.com.
zh_hant: 百鍊按量版的聊天端點必須屬於 dashscope.aliyuncs.com。
